# Tools I want
brew "asdf"
brew "blueutil"
brew "emacs"
brew "gh"
brew "git"
brew "mercurial"
brew "mosh"
brew "neovim"
brew "overmind"
brew "switchaudio-osx"
brew "tmux"
brew "the_silver_searcher"
brew "thefuck"
brew "vim"
brew "watch"

# Dependencies for clojurescript.csv
brew "leiningen"
cask "phantomjs"

# Dependencies for asdf-ruby
brew "openssl"
brew "readline"

# Dependencies for asdf-java
brew "bash"
brew "jq"
