# Tools I want
brew "asdf"
brew "blueutil"
brew "emacs"
brew "ffmpeg"
brew "git"
brew "mercurial"
brew "mosh"
brew "mpv"
brew "neovim"
brew "overmind"
brew "tmux"
brew "the_silver_searcher"
brew "thefuck"
brew "vim"
brew "youtube-dl"

# Dependencies for asdf-ruby
brew "openssl"
brew "readline"

# Dependencies for asdf-java
brew "bash"
brew "jq"
